import 'dart:io';
void main(){
  try{
  print ('Про мене 😉');
  String multiLine = '''
    Юрков Тимофій Олександрович 29.05.2007
    Я почав цікавитися програмуванням з підліткового віку, однак моя пристрасть до програмування не обмежується тільки технічними аспектами. 
    Я завжди стежу за останніми тенденціями у галузі, завдяки чому можу пропонувати інноваційні рішення та покращення для проектів. 
    Мої аналітичні та проблеморозв'язувальні навички дозволяють мені знаходити оптимальні рішення навіть у найскладніших завданнях. 
    Більше того, моя здатність до комунікації та співпраці в команді робить мене цінним співробітником. Я готовий поділитися знаннями та допомогти іншим членам команди досягти спільних цілей. 
    Я шукаю можливість приєднатися до вашої компанії, де мої технічні навички, страсть до програмування та бажання постійно вдосконалюватися могли б призвести до досягнення ваших бізнес-цілей. 
    Я впевнений, що моя пристрасть до програмування і технічний досвід допоможуть мені бути цінним додатком до вашої команди. 
    Я готовий прийняти виклик та сприяти вашому успіху.
  ''';
  print(multiLine);
  print('Робочий досвід💻');
  String workexperience = '''
    Певний час працював у одній компанії в Києві. 
    Нажаль, прийшлося змінити роботу під час переїзду за кордон. 
    Маю певний досвід роботи з колективом та легко знаходжу спільну тему розмови з людьми. 
    Також маю певний досвід роботи з операційною системою Kali Linux.
  ''';
  print(workexperience);
  print('Освіта💻');
  String education = '''
    МАЮ СЕРЕДНЮ БАЗОВУ ОСВІТУ СПЕЦІАЛІЗОВАНА ШКОЛА №250 З ПОГЛИБЛЕНИМ ВИВЧЕННЯМ МАТЕМАТИКИ М.КИЇВ (2014-2023)
    НА ДАНИЙ МОМЕНТ НАВЧАЮСЯ У ПРИВАТНІЙ АКАДЕМІЇ ITSTEP
  ''';
  print(education);
  }on Exception catch (e){
    print(e.toString());
  }
}